tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "coreutils"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "brave-browser"
cask "ghostty"
cask "gpg-suite"
cask "karabiner-elements"
cask "raycast"
cask "slack"
cask "visual-studio-code"
